/* A New Version is Available - dialog text */
"NEW_VERSION_TEXT" = "En ny version av %@ finns att tillgå (v%@). Vill du ladda ner den nu?";

/* A New Version is Available - dialog title */
"NEW_VERSION_TITLE" = "En ny version finns att tillgå";

/* When soft is up-to-date - dialog text */
"UP_TO_DATE_TEXT" = "Din kopia av %@ är av senaste versionen och behöver inte uppdateras nu.";

/* When soft is up-to-date - dialog title */
"UP_TO_DATE_TITLE" = "Du har senaste versionen";

/* When update test failed - dialog title */
"UPDATE_ERROR_TITLE" = "Ett fel inträffade";

/* When update test failed - dialog text */
"UPDATE_ERROR_TEXT" = "%@ kunde inte leta efter uppdateringar.";

/* Asking whether to check for updates at startup - dialog title */
"CHECK_FOR_UPDATES_TITLE" = "Leta efter uppdateringar vid start?";

/* Asking whether to check for updates at startup - dialog text */
"CHECK_FOR_UPDATES_TEXT" = "Vill du varskos när du startar programmet och en ny version finns att tillgå på nätet? Du kan även leta efter nya versioner genom at välja ”Leta efter uppdateringar” från menyn ”%@”.";


"OK" = "OK";


"Cancel" = "Avbryt";
